#                管理指南                      
#    类别      编号            拓展类           |
# | 文学类  |   A   |           无             |
# | 数学类  |   B   |           无             |
# | 科学类  |   C   |   物理:a,化学:b,生物:,c   |
# | 英语类  |   D   |           无             |
# | 生活类  |   E   |           无             |
# | 书籍类  |   F   |           无             |
# | 科技类  |   G   |     Py:p,C:c,java:j      |
# | 娱乐类  |   H   |           无             |
# | 指令类  |   I   |           无             |
# | 其他类  |   J   |           无             |
# 文学类
A000001 = "自然"and"文章"
# 数学类
B000001 = "计算机"or"计算器"
# 娱乐类
H000001 = "猜"and"数"
H000002 = "Python"and"游戏"
H000003 = "猜"and"拳" or "石头剪刀布" or "剪刀石头布"
# 指令类
I000001 = "退出"
# 其他类
J000001 = "Fuck" or "bitch" or "sick"
J000002 = "傻"and"逼" or "有"and"病" or "神"and"经"and"病" or "s"and"b" or "操"and"你"and"妈" or "草"and"泥"and"马"